{
  "term": "Kippelement",
  "definition_de": "Kippelemente sind erdsystemische Schwellen, hinter denen sich die Dynamik eines Subsystems plötzlich und irreversibel in einen neuen Zustand verschiebt. Das Potsdam-Institut beschreibt sie als nicht-lineare Rückkopplungen, bei denen kleine weitere Veränderungen einen vollständigen Systemumbau auslösen (Beispiele: Abschmelzen der Grönländischen Eisschicht, Absterben des Amazonas oder Destabilisierung des Westlichen Antarktischen Eisschilds). Sobald die Schwelle überschritten ist, stabilisiert sich der neue Zustand aus eigener Kraft; Rückkehr zum alten Zustand ist nur über lange, energetisch unrealistische Pfade möglich.",
  "notes_de": "Kippelemente sind nicht nur naturwissenschaftliche Fakten, sondern auch symbolische Grenzen, die den gesellschaftlichen Umgang mit Risiko, Verantwortung und Zukunft bestimmen: Politische Systeme neigen dazu, kurzfristige Stabilität zu priorisieren, bis ein Kippelement sichtbar wird. Polykrisen verstärken solche Kanten, weil energetische, klimatische und soziale Schwellen gleichzeitig belastet werden.",
  "definition_en": "Tipping elements are Earth-system thresholds where the dynamics of a subsystem abruptly switch into a new regime. According to the Potsdam Institute, they are non-linear feedbacks whose small subsequent perturbations trigger a cascade that restructures the entire subsystem (e.g., Greenland ice melt, Amazon dieback, West Antarctic ice sheet destabilization). Once crossed, the new state reinforces itself; returning to the prior mode would require extreme, practically unattainable interventions.",
  "notes_en": "Tipping elements are also cultural markers: they demarcate limits of expectation, responsibility, and future orientation. Modern polyrisks increase the pressure on these edges because energy, climate and social systems are stressed simultaneously.",
  "related_terms": [
    "Polykrise",
    "Klimaerwärmung",
    "Systemische Fragilität"
  ],
  "source": "https://www.pik-potsdam.de/de/produkte/infothek/kippelemente",
  "short_form": "Kippelemente markieren irreversible Systemumbrüche – kleine Stöße nach der Schwelle lösen große Verschiebungen aus."
}
